Repository: dcramer/wp-lifestream
Catalog: trunk/locales/lifestream-*.po
Languages: es_es, fr_fr, ja

source: There are no events to show.
es_es: No hay eventos que mostrar.
fr_fr: Il n'y a pas d'événements à afficher.
ja: 現在、表示するイベントがありません。

source: Clear Log
es_es: Limpiar el registro
fr_fr: Effacer le journal
ja: ログを消去

source: Feed
es_es: Fuente web
fr_fr: Flux
ja: フィード

source: There are no errors to show.
es_es: No hay errores que mostrar.
fr_fr: Il n'y a pas d'erreur à afficher.
ja: 現在、表示するエラーがありません。

source: Delete
es_es: Eliminar
fr_fr: Supprimer
ja: 削除

source: Owner
es_es: Propietario
fr_fr: Propriétaire
ja: 所有者

source: Refresh All Feeds
es_es: Actualizar todas las fuentes web
fr_fr: Mettre à jour tous les flux
ja: すべてのフィードを再読み込み

source: Refresh
es_es: Actualizar
fr_fr: Mettre à jour
ja: 再読み込み

source: Last Update
es_es: Última actualización
fr_fr: Dernière mise à jour
ja: 前回の更新

source: You do not currently have ownership of any feeds.
es_es: Actualmente no eres propietario de ninguna fuente web.
fr_fr: Vous ne disposez actuellement d'aucun flux.
ja: 所有するフィードがありません。

source: Add a new feed by first selecting the type of feed:
es_es: Añadir una fuente web nueva, seleccionando primero su tipo:
fr_fr: Ajouter un nouveau flux en séléctionnant le type de flux:
ja: フィードの種類を選択して新しいフィードを追加:

source: Open in a new window
es_es: Abrir en una ventana nueva.
fr_fr: Ouvrir dans une nouvelle fenêtre
ja: 新しいウィンドウで開く

source: You may direct questions, feedback, and problems to us by posting in the forums below.
es_es: Puedes dirigirnos preguntas, comentarios y problemas, publicándolos en los foros indicados abajo.
fr_fr: Vous pouvez déposer vos questions, retours sur expérience, et problèmes en postant dans les forums ci-dessous.
ja: 質問、フィードバック、問題点などは、以下のフォーラムに投稿してください。

source: There are no events to show at this time.
es_es: No hay eventos que mostrar en estos momentos.
fr_fr: Il n'y a pas d'événements à montrer en ce moment.
ja: 現在、表示するイベントがありません。

source: Today
fr_fr: Aujourd'hui

source: Yesterday
fr_fr: Hier

source: Lifestream Configuration
es_es: Configuración de Lifestream
fr_fr: Configuration Lifestream
ja: Lifestream 設定

source: The following settings that will affect feeds globally. If you wish to modify per-feed settings, you may do so via the <a href="%s">Feed Management page</a>.
es_es: Las siguientes opciones afectarán a todas las fuentes web de forma global. Si quieres modificarlas individualmente, puedes hacerlo a través de la página de <a href="%s">administración de fuentes web</a>.
fr_fr: Les préférences suivantes impacteront globalement les flux. Si vous souhaitez modifier les préférences de chaque flux, vous pouvez le faire via la <a href="%s">Page de gestion des flux</a>.
ja: 以下の設定はすべてのフィードに適用されます。各フィードの設定を変更したい場合は、<a href="%s">フィード管理画面</a>から行ってください。

source: Day Format:
es_es: Formato del día:
fr_fr: Format du jour:
ja: 日付書式:

source: For more information, please see PHP's <a href="http://www.php.net/date/">date()</a> method.
es_es: Para más información, por favor, mira el formato de la función <a href="http://www.php.net/date/">date()</a> en PHP.
fr_fr: Pour plus d'information, merci de vous référer à la documentation PHP de la méthode <a href="http://www.php.net/date/">date()</a>.
ja: 詳しくは、PHP マニュアルの<a href="http://php.net/manual/ja/function.date.php">date()</a> 関数のページをご覧ください。

source: Hour Format:
es_es: Formato de la hora:
fr_fr: Format de l'heure:
ja: 時間書式:

source: Current Time:
es_es: Hora actual:
fr_fr: Heure actuelle:
ja: 現在の時間:

source: This will adjust the timezone offset for your Lifestream.
es_es: Esto ajustará la zona horaria para tu Lifestream.
fr_fr: Cette option ajustera Lifestream à votre fuseau horaire.
ja: Lifestream のタイムゾーン時差を調整します。

source: Update Interval:
es_es: Intervalo de actualización:
fr_fr: Interval de mise à jour:
ja: 更新頻度:

source: (Default: %s)
es_es: (Por defecto: %s)
fr_fr: (Par défaut: %s)
ja: (デフォルト: %s)

source: The number of minutes between updates to your feeds. Value is in minutes.
es_es: El número de minutos entre las actualizaciones de tus fuentes web. El valor es en minutos.
fr_fr: Nombre de minutes entre chaque mise à jour de vos flux. La valeur est en minutes.
ja: フィードを再読み込みする間隔 (分)。

source: Number of Items:
es_es: Número de artículos:
fr_fr: Nombre d'éléments:
ja: 項目数:

source: The number of items to display in the default lifestream call.
es_es: El número de artículos a mostrar en la llamada del lifestream predeterminado.
fr_fr: Nombre d'éléments à afficher lors de l'appel du flux Lifestream par défaut.
ja: Lifestream 関数呼び出しで表示する項目のデフォルト数。

source: Date Cutoff:
es_es: Fecha tope:
fr_fr: Date butoire:
ja: 分割期限:

source: The cutoff time for the default lifestream feed call. Available unit names are: <code>year</code>, <code>quarter</code>, <code>month</code>, <code>week</code>, <code>day</code>, <code>hour</code>, <code>second</code>, and <code>microsecond</code>
es_es: Fecha tope para la llamada a las fuentes web del lifestream predeterminado. Las unidades disponibles son: <code>year</code> <em>(año)</em>, <code>quarter</code> <em>(trimestre)</em>, <code>month</code> <em>(mes)</em>, <code>week</code> <em>(semana)</em>, <code>day</code> <em>(día)</em>, <code>hour</code> <em>(hora)</em>, <code>second</code> <em>(segundo)</em>, y <code>microsecond</code> <em>(microsegundo)</em>.
fr_fr: Le temps limite pour l'appel du flux Lifestream par défaut. Les unités disponibles sont : <code>year</code>, <code>quarter</code>, <code>month</code>, <code>week</code>, <code>day</code>, <code>hour</code>, <code>second</code>, et <code>microsecond</code>
ja: Lifestream 関数呼び出しを分割する期間のデフォルト値。使える単位は、<code>year</code>、<code>quarter</code>、<code>month</code>、<code>week</code>、<code>day</code>、<code>hour</code>、<code>second</code>、<code>microsecond</code> です。

source: Description Cutoff:
es_es: Corte de la descripción:
fr_fr: Tronquage des descriptions :
ja: 説明の切り捨て:

source: Some extensions will show a preview of the text (such as blogs and comments). Set this to the length, in characters, for the cutoff, or -1 to disable truncating posts.
es_es: Algunas extensiones mostrarán un fragmento del texto (como los blogs y comentarios). Establece una longitud en caracteres para el corte, o "-1" para no cortarlos.
fr_fr: Certaines extension afficherons un aperçu du texte (tels que les blogs et les commentaires). Définissez la longeur, en caractère, de l'extrait, ou -1 pour désactiver le tronquage des messages.
ja: 機能拡張の中にはテキストのプレビューを表示するもの (ブログやコメントなど) がありますが、その際に表示させる文字数をここで指定します。テキスト全文を使う場合は -1 を指定してください。

source: Show Owners:
es_es: Mostrar propietarios:
fr_fr: Afficher les propriétaires :
ja: 所有者を表示:

source: Show the owner of the feed in the display.
es_es: Mostrar el propietario de una fuente web en la pantalla.
fr_fr: Afficher le propriétaire du flux dans l'affichage.
ja: フィードの所有者を表示する

source: e.g. <a href="#">admin</a> posted a new photo on <a href="http://www.flickr.com/">Flickr</a>
fr_fr: ex. <a href="#">admin</a> a posté une nouvelle photo sur <a href="http://www.flickr.com/">Flickr</a>

source: Enable iBox:
es_es: Habilitar iBox:
fr_fr: Activer iBox :
ja: iBox を有効化:

source: Enable iBox on plugins that support it.
es_es: Habilita iBox en los plugins que lo soporten.
fr_fr: Activer iBox sur les plugins le supportant.
ja: 対応しているプラグインで iBox を有効化

source: Requires the <a href="http://www.ibegin.com/labs/ibox/">iBox</a> plugin.
fr_fr: Nécessite le plug-in <a href="http://www.ibegin.com/labs/ibox/">iBox</a>.

source: Hide Grouped Details:
es_es: Ocultar detalles de los agrupados:
fr_fr: Détails des regroupments
ja: グループ化項目の詳細を非表示:

source: Hide details of grouped events by default.
es_es: Oculta los detalles de los eventos agrupados por defecto.
fr_fr: Cacher les détails des évènements groupés par défaut.
ja: グループ化したイベントの詳細を隠す:

source: URL Handler:
es_es: Gestor de URL:
fr_fr: Gestionnaire d'URL
ja: URL ハンドラー:

source: (Automatic)
es_es: (Automático)
fr_fr: (Automatique)
ja: (自動)

source: Show Credits:
es_es: Mostrar los créditos:
fr_fr: Afficher les crédits
ja: クレジットを表示:

source: Give credit to Lifestream when it's embedded.
es_es: Mostrar los créditos de Lifestream cuando está incrustado.
fr_fr: Offrir la promotion de Lifestream lorsqu'il est inclus.
ja: サイトに挿入する際 Lifestream のクレジットを表示する。

source: e.g.
fr_fr: ex.

source: You can access your feed URL at <a href="%s">%s</a>.
es_es: Puedes acceder a la URL de tu fuente web en <a href="%s">%s</a>.
fr_fr: Vous pouvez accéder à votre flux via l'adresse <a href="%s">%s</a>
ja: フィードの URL には、<a href="%s">%s</a> からアクセスできます。

source: The number of items to display in the default lifestream feed call.
es_es: El número de artículos a mostrar en la llamada del lifestream predeterminado.
fr_fr: Nombre d'éléments à afficher lors de l'appel du flux Lifestream par défaut.
ja: Lifestream 関数呼び出しで表示する項目のデフォルト数。

source: Digest
es_es: Resumen
fr_fr: Résumé
ja: ダイジェスト版

source: Lifestream gives you the ability to create a new blog post at regular intervals, containing all of the events which happened in that time period.
es_es: Lifestream te da la capacidad de crear una nueva entrada en tu blog, a intervalos regulares, que contiene todos los eventos que ocurrieron en ese período de tiempo.
fr_fr: Lifestream vous offre la possibilité de créer un nouveau message sur votre blog chaque jour, contenant tous les événements qui se sont déroulés durant ce temps.
ja: Lifestream では、一定の期間の間に起こったイベントを含む記事をブログへ自動投稿することができます。

source: Show Digest:
es_es: Mostrar resumen:
fr_fr: Afficher le résumé
ja: ダイジェストを表示:

source: Post a summary of my lifestream.
es_es: Pubicar un resumen de mi lifestream.
fr_fr: Poster un résumé de mon Lifestream.
ja: Lifestream のダイジェスト版を投稿する。

source: Post Interval:
es_es: Intervalo de publicación:
fr_fr: Intervale :
ja: 投稿頻度:

source: This determines the approximate time when your digest should be posted.
es_es: Esto determina el tiempo aproximado en que el resumen debe ser publicado.
fr_fr: Ce paramètre détermine le délais approximatif après lequel votre résumé doit être posté.
ja: ダイジェスト版が投稿されるだいたいの時間を決定します。

source: Summary Post Title:
es_es: Título de la entrada-resumen:
fr_fr: Titre du résumé journalier:
ja: 概要投稿のタイトル:

source: You may use <code>%%1$s</code> for the current date, and <code>%%2$s</code> for the current time.
es_es: Puedes usar <code>%%1$s</code> para la fecha actual y <code>%%2$s</code> para la hora.
fr_fr: Vous pouvez utiliser <code>%%1$s</code> pour la date actuelle et <code>%%2$s</code> pour l'heure.
ja: 現在の日付には <code>%%1$s</code>、時間には <code>%%2$s</code> を使用できます。

source: Summary Post Body:
es_es: Cuerpo de la entrada-resumen:
fr_fr: Corps du résumé journalier
ja: 概要投稿の本文:

source: You may use <code>%%1$s</code> for the list of events, <code>%%2$s</code> for the day, and <code>%%3$d</code> for the number of events.
es_es: Puedes usar <code>%%1$s</code> para la lista de eventos, <code>%%2$s</code> para el día y <code>%%3$d</code> para el número de eventos.
fr_fr: Vous pouvez utiliser <code>%%1$s</code> pour la liste des événements, <code>%%2$s</code> pour le jour et <code>%%3$d</code> pour le nombre d'événements.
ja: イベント一覧を挿入するには <code>%%1$s</code>、日付には <code>%%2$s</code>、イベント総数には <code>%%3$d</code> を使用できます。

source: Summary Author:
es_es: Autor del resumen:
fr_fr: Auteur du résumé:
ja: 概要投稿の作成者:

source: Summary Category:
es_es: Categoría del resumen:
fr_fr: Catégorie du résumé:
ja: 概要投稿のカテゴリー:

source: Save Changes
es_es: Guardar los cambios
fr_fr: Enregistrer les modification
ja: 変更を保存

source: %s Feed Settings
es_es: %s Configuración de la fuente web
ja: %s フィード設定

source: Date
es_es: Fecha
ja: 日付

source: Message
es_es: Mensaje
ja: メッセージ

source: Description
es_es: Descripción
ja: 説明
