Repository: dcramer/wp-lifestream
Catalog: trunk/locales/lifestream-*.po
Languages: es_es, fr_fr, ja

source: Username:
es_es: Usuario:
fr_fr: Nom d'utilisateur :
ja: ユーザー名:

source: Hide Replies
es_es: Esconder Respuestas
fr_fr: Cacher les réponses
ja: 返事を非表示

source: Limit items to tag:
es_es: Limitar elementos a la etiqueta:
fr_fr: Limiter au tag :
ja: タグを付ける項目を制限する:

source: Only show loved tracks.
es_es: Mostrar sólo canciones favoritas.
fr_fr: Afficher uniquement les pistes appréciées.
ja: お気に入り (love トラック) の曲のみ表示する

source: Feed URL:
es_es: URL de la fuente web:
fr_fr: URL du flux :
ja: フィード URL:

source: Website URL:
es_es: URL de la web:
fr_fr: URL du site web :
ja: サイト URL:

source: User ID:
es_es: ID de usuario:
fr_fr: ID utilisateur :
ja: ユーザー ID:

source: Include favorites in this feed.
es_es: Incluir favoritos en esta fuente web.
fr_fr: Inclus les favoris dans ce flux.
ja: お気に入りをこのフィードに含める

source: Include stations in this feed.
es_es: Incluir estaciones en esta fuente web.
fr_fr: Inclus les stations dans ce flux.
ja: ステーションをこのフィードに含める

source: Include bookmarked artists in this feed.
es_es: Incluir artistas favoritos en esta fuente web.
fr_fr: Inclus les signets d'artistes dans ce flux.
ja: ブックマークしたアーティストをこのフィードに含める

source: Include bookmarked songs in this feed.
es_es: Incluir canciones favoritas en esta fuente web.
fr_fr: Inclus les signets de tire musicaux dans ce flux.
ja: ブックマークした曲をこのフィードに含める

source: Include videos posted in this feed.
es_es: Incluir vídeos publicados en esta fuente web.
fr_fr: Inclus les vidéos postées dans ce flux.
ja: 投稿した動画をこのフィードに含める

source: Include liked videos in this feed.
es_es: Incluir vídeos favoritos en esta fuente web.
fr_fr: Inclus les vidéos appréciées dans ce flux.
ja: お気に入り動画をこのフィードに含める

source: Include reviews in this feed.
es_es: Incluir comentarios en esta fuente web.
fr_fr: Inclus les évaluations dans ce flux.
ja: レビューをこのフィードに含める

source: Show Comments.
es_es: Mostrar comentarios.
fr_fr: Afficher les commentaires
ja: コメントを表示

source: Show Favorites.
es_es: Mostrar favoritos.
fr_fr: Voir les favoris.
ja: お気に入りを表示

source: Show Submissions.
es_es: Mostrar envíos.
fr_fr: Voir les contributions.
ja: 投稿を表示

source: Steam ID:
es_es: ID de Steam:
fr_fr: ID Steam :
ja: ストリーム ID:

source: Xbox Live ID:
es_es: ID de Xbox Live:
fr_fr: ID Xbox Live :

source: Show Purchases.
es_es: Mostrar compras.
fr_fr: Voir les achats.
ja: 購入履歴を表示

source: Show Reviews.
es_es: Mostrar comentarios.
fr_fr: Afficher les évalutations.
ja: レビューを表示

source: Profile URL:
es_es: URL del perfil:
fr_fr: URL du profil :
ja: プロフィール URL:

source: Sites to filter out:
es_es: Sitios para filtrar:
fr_fr: Sites à traiter :
ja: 表示しないサイト:

source: Sites as named by BackType, usually the title of the RSS Feed, separate with comma's.
es_es: Sitios según BackType, generalmente el título de la fuente web RSS, separado con comas.
fr_fr: Sites tels que nommés par BackType, généralement le titre du flux RSS, séparés par des virgules.
ja: BackType で付けられたサイト名 (通常、RSS フィードのタイトル) を半角コンマで区切って入力。

source: Include queued videos in this feed.
es_es: Incluir vídeos en cola en esta fuente web.
fr_fr: Inclure les vidéos en queue dans ce flux.
ja: このフィードにキューに入れられた動画を含める。

source: Include reviewed videos in this feed.
es_es: Incluir vídeos comentados en esta fuente web.
fr_fr: Inclure les vidéos évaluées dans ce flux.
ja: このフィードにレビューした動画を含める。

source: API Key:
es_es: Clave API:
fr_fr: Clé API :
ja: API キー:

source: On Lifestream update
es_es: En la actualización de Lifestream
fr_fr: Lors des mises à jour Lifestream
ja: Lifestream 更新時

source: On Lifestream daily digest update
es_es: En la actualización del resumen diario de Lifestream
fr_fr: Quotidien
ja: Lifestream 日ごとのダイジェスト版更新時

source: Lifestream Feeds
es_es: Fuentes web de Lifestream
fr_fr: Flux Lifestream
ja: Lifestream フィード

source: Feeds
es_es: Fuentes web
fr_fr: Flux
ja: フィード

source: Lifestream Events
es_es: Eventos de Lifestream
fr_fr: Événements Lifestream
ja: Lifestream イベント

source: Events
es_es: Eventos
fr_fr: Événements
ja: イベント

source: Lifestream Settings
es_es: Configuración de Lifestream
fr_fr: Préférences Lifestream
ja: Lifestream 設定

source: Settings
es_es: Configuración
fr_fr: Préférences
ja: 設定

source: Lifestream Change Log
es_es: Lista de cambios de Lifestream
fr_fr: Journal des mises à jour de Lifestream
ja: Lifestream 更新履歴

source: Change Log
es_es: Lista de cambios
fr_fr: Journal des MAJ
ja: 更新履歴

source: Lifestream Errors
es_es: Errores de Lifestream
fr_fr: Erreurs Lifestream
ja: Lifestream エラー

source: Errors (%d)
es_es: Errores (%d)
fr_fr: Erreurs (%d)
ja: エラー (%d)

source: Lifestream Support Forums
es_es: Foros de soporte de Lifestream
fr_fr: Forums d'aide Lifestream
ja: Lifestream サポートフォーラム

source: Support Forums
es_es: Foros de soporte
fr_fr: Forum d'aide
ja: サポートフォーラム

source: The selected feed was not found.
es_es: La fuente web seleccionada no ha sido encontrada.
fr_fr: Le flux séléctionné n'a pas été trouvé
ja: 選択したフィードが見つかりません。

source: You do not have permission to do that.
es_es: No tienes permiso para hacer eso.
fr_fr: Vous n'avez pas la permission de faire cela
ja: 操作を行う権限がありません。

source: The selected events were hidden.
es_es: Los eventos seleccionados han sido ocultados.
fr_fr: Les événements séléctionnés étaient cachés
ja: 選択したイベントは非表示になっています。

source: There was an error refreshing the selected feed: ID %s
es_es: Se produjo un error al actualizar la fuente web seleccionada: ID %s
fr_fr: Une erreur est survenus lors de la mise à jour du flux sélectionné : ID %s
ja: 選択した以下のフィードを更新する際にエラーが発生しました: ID %s

source: All of your feeds have been refreshed.
es_es: Todas tus fuentes web han sido actualizadas.
fr_fr: Tous vos flux ont été mis à jour
ja: すべてのフィードを再読み込みしました。

source: The selected feeds and their events have been refreshed.
es_es: Las fuentes web seleccionadas y sus eventos han sido actualizados.
fr_fr: Les flux séléctionnés et tous leurs événements ont été mis à jour.
ja: 選択したフィードとそイベントを再読み込みしました。

source: The selected feeds and all related events has been removed.
es_es: Las fuentes web seleccionadas y todos los eventos relacionados han sido eliminados.
fr_fr: Les flux séléctionnés et tous leurs événements ont été supprimés.
ja: 選択したフィードと関連イベントを削除しました。

source: A new %s feed was added to your Lifestream.
es_es: Se ha añadido una nueva %s fuente web a tu Lifestream.
fr_fr: Un nouveau flux %s a été ajouté à votre Lifestream
ja: %s フィードを Lifestream に追加しました。

source: There were errors with your request:
es_es: Se han producido errores en su solicitud:
fr_fr: Votre requête a provoqué une erreur :
ja: リクエスト中にエラーが発生しました:

source: Weekly
es_es: Semanalmente
fr_fr: Hebdomadaire
ja: 毎週

source: Daily
es_es: Diariamente
fr_fr: Quotidien
ja: 毎日

source: Hourly
es_es: Cada hora
fr_fr: Horaire
ja: 毎時間

source: Unknown SQL Error
es_es: Error SQL desconocido
fr_fr: Erreur SQL inconnue
ja: 不明な SQL エラー

source: Feed has not yet been saved.
es_es: La fuente web no se ha guardado todavía.
fr_fr: Le flux n'a pas encore été sauvegardé.
ja: フィードはまだ保存されていません。

source: Feed result was empty.
es_es: La fuente web ha devuelto una respuesta vacía.
fr_fr: Le flux créé est vide.
ja: 取得したフィードが空です。

source: Posted %2$s
es_es: Publicó %2$s
fr_fr: A posté %2$s
ja: %2$s を投稿しました。

source: Posted %s items.
es_es: Envió %s artículos.
fr_fr: A posté %s éléments.
ja: %s 項目を投稿しました。

source: %1$s posted %3$s
es_es: %1$s publicó %3$s
fr_fr: %1$s a posté %3$s
ja: %1$s が %3$s を投稿しました。

source: %s posted %s items.
es_es: %s envió %s artículos.
fr_fr: %s a posté %s éléments.
ja: %s が %s 件の項目を投稿しました。

source: Published %2$s
es_es: Publicó %2$s
fr_fr: A publié %2$s
ja: %2$s を公開しました。

source: Published %s posts.
es_es: Publicó %s entradas.
fr_fr: A publié %s article.
ja: %s 件の投稿を公開しました。

source: %1$s published %3$s
es_es: %1$s publicó %3$s
fr_fr: %1$s a publié %3$s
ja: %1$s が %3$s を公開しました。

source: %s published %s.
es_es: %s publicó %s.
fr_fr: %s a publié %s.
ja: %s が %s を公開しました。

source: Shared %2$s
es_es: Compartió %2$s
fr_fr: A partagé %2$s
ja: %2$s を共有しました。

source: Shared %s photos.
es_es: Compartió %s fotos.
fr_fr: A partagé %s photos.
ja: %s 枚の写真を共有しました。

source: %1$s shared %3$s
es_es: %1$s compartió %3$s
fr_fr: %1$s a partagé %3$s
ja: %1$s が %3$s を共有しました。

source: %s shared %s photos.
es_es: %s compartió %s fotos.
fr_fr: %s a partagé %s photos.
ja: %s が %s 枚の写真を共有しました。

source: Shared %s links.
es_es: Compartió %s enlaces.
fr_fr: A partagé %s liens.
ja: %s 件のリンクを共有しました。

source: %s shared %s links.
es_es: %s compartió %s enlaces.
fr_fr: %s a partagé %s liens.
ja: %s が %s 個のリンクを共有しました。

source: Posted a message.
es_es: Envió un mensaje.
fr_fr: A posté un message.
ja: メッセージを投稿しました。

source: Posted %s messages.
es_es: Envió %s mensajes.
fr_fr: A posté %s messages.
ja: %s 件のメッセージを投稿しました。

source: %s posted a message.
es_es: %s envió un mensaje.
fr_fr: %s a posté un message.
ja: %s がメッセージを投稿しました。

source: %s posted %s messages.
es_es: %s envió %s mensajes.
fr_fr: %s a posté %s messages.
ja: %s が %s 件のメッセージを投稿しました。

source: Reviewed %2$s
es_es: Analizó %2$s
fr_fr: A évalué %2$s
ja: %2$s をレビューしました。

source: Reviewed %s items.
es_es: Comentó %s artículos.
fr_fr: A évalué %s éléments.
ja: %s 個の商品をレビューしました。

source: %1$s reviewed %3$s
es_es: %1$s analizó %3$s
fr_fr: %1$s a évalué %3$s
ja: %1$s が %3$s をレビューしました。

source: %s reviewed %s items.
es_es: %s comentó %s artículos.
fr_fr: %s a évalué %s éléments.
ja: %s が %s 商品をレビューしました。

source: Purchased %2$s
es_es: Compró %2$s
fr_fr: A acheté %2$s
ja: %2$s を購入しました。

source: Purchased %s items.
es_es: Compró %s artículos.
fr_fr: A acheté %s articles.
ja: %s 個の商品を購入しました。

source: %1$s purchased %3$s
es_es: %1$s compró %3$s
fr_fr: %1$s a acheté %3$s
ja: %1$s が %3$s を購入しました。

source: %s purchased %s items.
es_es: %s compró %s artículos.
fr_fr: %s a acheté %s articles.
ja: %s が %s 個の商品を購入しました。

source: Commited code.
fr_fr: A diffusé du code.
ja: コードをコミットしました。

source: Made %s commits.
fr_fr: A diffusé %s codes.
ja: %s 回のコミットを行いました。

source: %s commited code.
fr_fr: %s a diffusé du code.
ja: %s がコードをコミットしました。

source: %s made %s commits.
fr_fr: %s a diffusé %s codes.
ja: %s が %s 回のコミットを行いました。

source: Shared %s books.
es_es: Compartió %s libros.
fr_fr: A partagé %s livres.
ja: %s 冊の本を共有しました。

source: %s shared %s books.
es_es: %s compartió %s libros.
fr_fr: %s a partagé %s livres.
ja: %s が %s 冊の本を共有しました。

source: Posted a comment.
es_es: Envió un comentario.
fr_fr: A posté un commentaire.
ja: コメントを投稿しました。

source: Posted %s comments.
es_es: Envió %s comentarios.
fr_fr: A posté %s commentaires.
ja: %s 件のコメントを投稿しました。

source: %s posted a comment.
es_es: %s envió un comentario.
fr_fr: %s a posté un commentaire.
ja: %s がコメントを投稿しました。

source: %s posted %s comments.
es_es: %s envió %s comentarios.
fr_fr: %s a posté %s commentaires.
ja: %s が %s 件のコメントを投稿しました。

source: Liked %2$s
es_es: Le gustó %2$s
fr_fr: A apprécié %2$s
ja: %2$s を気に入りました。

source: Liked %s stories.
es_es: Le gustaron %s historias.
fr_fr: A apprécié %s histoires.
ja: %s 個のストーリーを気に入りました。

source: %1$s liked %3$s
es_es: A %1$s le gustó %3$s
fr_fr: %1$s a apprécié %3$s
ja: %1$s が %3$s を気に入りました。

source: %s liked %s stories.
es_es: A %s le gustaron %s historias.
fr_fr: %s a apprécié %s histoires.
ja: %s が %s 個のストーリーを気に入りました。

source: Reviewed %s businesses.
es_es: Evaluó %s negocios.
fr_fr: A évalué %s commerces.
ja: %s 件のお店をレビューしました。

source: %s reviewed %s businesses.
es_es: %s evaluó %s negocios.
fr_fr: %s a évalué %s commerces.
ja: %s が %s 件のお店をレビューしました。

source: Listened to %2$s
es_es: Escuchó %2$s
fr_fr: A écouté %2$s
ja: %2$s を聴きました。

source: Listened to %s songs.
es_es: Escuchó %s canciones.
fr_fr: A écouté %s morceaux.
ja: %s 曲を聴きました。

source: %1$s listened to %3$s
es_es: %1s escuchó %3$s
fr_fr: %1$s a écouté %3$s
ja: %1$s が %3$s を聴きました。

source: %s listened to %s songs.
es_es: %s escuchó %s canciones.
fr_fr: %s a écouté %s morceaux.
ja: %s が %s 曲を聴きました。

source: Shared %s videos.
es_es: Compartió %s vídeos.
fr_fr: A partagé %s vidéos.
ja: %s 個の動画を共有しました。

source: %s shared %s videos.
es_es: %s comartió %s vídeos.
fr_fr: %s a partagé %s vidéos.
ja: %s が %s 個の動画を共有しました。

source: Liked %s videos.
es_es: Le gustaron %s vídeos.
fr_fr: A apprécié %s vidéos.
ja: %s 個の動画を気に入りました。

source: %s liked %s videos.
es_es: A %s le gustaron %s vídeos.
fr_fr: %s a apprécié %s vidéos.
ja: %s が %s 個の動画を気に入りました。

source: Liked %s songs.
es_es: Le gustaron %s canciones.
fr_fr: A apprécié %s morceaux.
ja: %s の曲を気に入りました。

source: %s liked %s songs.
es_es: A %s le gustaron %s canciones.
fr_fr: %s a apprécié %s morceaux.
ja: %s が %s の曲を気に入りました。

source: Liked %s artists.
es_es: Le gustaron %s artistas.
fr_fr: A apprécié %s artistes.
ja: %s 人のアーティストを気に入りました。

source: %s liked %s artists.
es_es: A %s le gustaron %s artistas.
fr_fr: %s a apprécié %s artistes.
ja: %s が %s 人のアーティストを気に入りました。

source: Created %2$s
es_es: Creó %2$s
fr_fr: A créé %2$s
ja: %2$s を作成しました。

source: Created %s stations.
es_es: Creó %s estaciones.
fr_fr: A créé %s stations.
ja: %s 個のステーションを作成しました。

source: %1$s created %3$s
es_es: %1$s creó %3$s
fr_fr: %1$s a créé %3$s
ja: %1$s が %3$s を作成しました。

source: %s created %s stations.
es_es: %s creó %s estaciones.
fr_fr: %s a créé %s stations.
ja: %s が %s 個のステーションを作成しました。

source: Watched %2$s
es_es: Vió %2$s
fr_fr: A regardé %2$s
ja: %2$s を観ました。

source: Watched %s videos.
es_es: Vió %s vídeos.
fr_fr: A regardé %s vidéos.
ja: %s 個の動画を観ました。

source: %1$s watched %3$s
es_es: %1$s vió %3$s
fr_fr: %1$s a regardé %3$s
ja: %1$s が %3$s を観ました。

source: %s watched %s videos.
es_es: %s vió %s vídeos.
fr_fr: %s a regardé %s vidéos.
ja: %s が %s 個の動画を観ました。

source: Reviewed %s websites.
es_es: Analizó %s sitios web.
fr_fr: A évalué %s sites Web.
ja: %s 個のサイトをレビューしました。

source: %s reviewed %s websites.
es_es: %s analizó %s sitios web.
fr_fr: %s a évalué %s sites Web.
ja: %s が %s 個のサイトをレビューしました。

source: Liked %s websites.
es_es: Le gustaron %s sitios web.
fr_fr: A apprécié %s sites Web.
ja: %s 個のサイトを気に入りました。

source: %s liked %s websites.
es_es: A %s le gustaron %s sitios web.
fr_fr: %s a apprécié %s sites Web.
ja: %s が %s 個のサイトを気に入りました。

source: Wants %2$s
es_es: Quiere %2$s
fr_fr: Désire %2$s
ja: %2$s を欲しいものリストに追加しました。

source: Wants %s items.
es_es: Quiere %s artículos.
fr_fr: Désire %s articles.
ja: %s 個の商品を欲しいものリストに追加しました。

source: %1$s wants %3$s
es_es: %1$s quiere %3$s
fr_fr: %1$s désire %3$s
ja: %1$s が %3$s を欲しいものリストに追加しました。

source: %s wants %s items.
es_es: %s quiere %s artículos.
fr_fr: %s désire %s articles.
ja: %s は %s 個の商品を欲しいものリストに追加しました。

source: Checked in at %2$s
es_es: Entró a las %2$s
fr_fr: Se trouvait à %2$s
ja: %2$s にチェックインしました。

source: Checked in %s times.
es_es: Entró %s veces.
fr_fr: A été repéré %s fois.
ja: %s 回チェックインしました。

source: %1$s checked in at %3$s
es_es: %1$s entró a las %3$s
fr_fr: %1$s se trouvait à %3$s
ja: %1$s が %3$s にチェックインしました。

source: %s checked in %s times.
es_es: %s entró %s veces.
fr_fr: %s a été repéré %s fois.
ja: %s が %s 回チェックインしました。

source: Received %2$s
es_es: Recibió %2$s
fr_fr: A reçu %2$s
ja: %2$s を受け取りました。

source: Received %s badges.
es_es: Recibió %s insignias.
fr_fr: A reçu %s badges.
ja: %s 個のバッジを受け取りました。

source: %1$s received %3$s
es_es: %1$s recibió %3$s
fr_fr: %1$s a reçu %3$s
ja: %1$s が %3$s を受け取りました。

source: %s received %s badges.
es_es: %s recibió %s insignias.
fr_fr: %s a reçu %s badges.
ja: %s が %s 個のバッジを受け取りました。

source: Ate %2$s.
es_es: Se comió %2$s.
fr_fr: A mangé %2$s.
ja: %2$s を食べました。

source: Ate %s meals.
es_es: Se comió %s comidas.
fr_fr: A mangé %s plats.
ja: %s 回食事をしました。

source: %1$s ate %3$s.
es_es: %1$s se comió %3$s.
fr_fr: %1$s a mangé %3$s.
ja: %1$s が %3$s を食べました。

source: %s ate %s.
es_es: %s se comió %s.
fr_fr: %s a mangé %s plats.
ja: %s が %s を食べました。

source: Watched %2$s.
es_es: Vió %2$s.
fr_fr: A regardé %2$s.
ja: %2$s を観ました。

source: Watched %s episodes.
es_es: Vió %s episodios.
fr_fr: A regardé %s épisodes.
ja: %s 個のエピソードを観ました。

source: %1$s watched %3$s.
es_es: %1$s vió %3$s.
fr_fr: %1$s a regardé %3$s.
ja: %1$s が %3$s を観ました。

source: %s watched %s episodes.
es_es: %s vió %s episodios.
fr_fr: %s a regardé %s épisodes.
ja: %s が %s 個のエピソードを観ました。

source: Shared %s stories.
es_es: Compartió %s historias.
fr_fr: A partagé %s histoires.
ja: %s 個のストーリーを共有しました。

source: %s shared %s stories.
es_es: %s compartió %s historias.
fr_fr: %s a partagé %s histoires.
ja: %s が %s 個のストーリーを共有しました。

source: Liked %s movies.
es_es: Le gustaron %s películas.
fr_fr: A apprécié %s films.
ja: %s 個の映画を気に入りました。

source: %s liked %s movies.
es_es: A %s le gustaron %s películas.
fr_fr: %s a apprécié %s films.
ja: %s が %s 個の映画を気に入りました。

source: Shared %s presentations.
es_es: Compartió %s presentaciones.
fr_fr: A partagé %s présentations.
ja: %s 個のプレゼンテーションを共有しました。

source: %s shared %s presentations.
es_es: %s compartió %s presentaciones.
fr_fr: %s a partagé %s présentations.
ja: %s が %s 個のプレゼンテーションを共有しました。

source: Unlocked %2$s
es_es: Desbloqueó %2$s
fr_fr: A débloqué %2$s
ja: %2$s のロックを解除しました。

source: Unlocked %s achievements.
es_es: Desbloqueó %s logros.
fr_fr: A débloqé %s accomplissements.
ja: %s 個の功績のロックを解除しました。

source: %1$s unlocked %3$s
es_es: %1$s desbloqueó %3$s
fr_fr: %1$s a débloqué %3$s
ja: %1$s が %3$s のロックを解除しました。

source: %s unlocked %s achievements.
es_es: %s desbloqueó %s logros.
fr_fr: %s a débloqué %s accomplissements.
ja: %s が %s 個の功績のロックを解除しました。

source: Played %2$s
es_es: Jugó a %2$s
fr_fr: A joué à %2$s
ja: %2$s をプレーしました。

source: Played %s games.
es_es: Jugó a %s juegos.
fr_fr: A joué à %s jeux.
ja: %s 種類のゲームをプレーしました。

source: %1$s played %3$s
es_es: %1$s jugó a %3$s
fr_fr: %1$s a joué à %3$s
ja: %1$s が %3$s をプレーしました。

source: %s played %s games.
es_es: %s jugó a %s juegos.
fr_fr: %s a joué à %s jeux.
ja: %s が %s 種類のゲームをプレーしました。

source: Queued %2$s
es_es: Dejó en cola %2$s
fr_fr: A mis en file %2$s
ja: %2$s をキューに入れました。

source: Queued %s videos.
es_es: Dejó en cola %s vídeos.
fr_fr: A mis en file %s vidéos.
ja: %s 個の動画ををキューに入れました。

source: %1$s queued %3$s
es_es: %1$s dejó en cola %3$s
fr_fr: %1$s a mise en file %3$s
ja: %1$s が %3$s をキューに入れました。

source: %s queued %s videos.
es_es: %s dejó en cola %s vídeos.
fr_fr: %s a mis en file %s vidéos.
ja: %s が %s 個の動画をキューに入れました。

source: Reviewed %s videos.
es_es: Comentó %s vídeos.
fr_fr: A évalué %s vidéos.
ja: %s 個の動画をレビューしました。

source: %s reviewed %s videos.
es_es: %s comentó %s vídeos.
fr_fr: %s a évalué %s vidéos.
ja: %s が %s 個の動画をレビューしました。

source: Attending %2$s
es_es: Asistirá a %2$s.
fr_fr: S'occupe de %2$s
ja: %2$s に参加する予定です。

source: Attending %s events.
es_es: Asistirá a %s eventos.
fr_fr: S'occupe de %s évènements.
ja: %s 件のイベントに参加する予定です。

source: %1$s is attending %3$s
es_es: %1s asistirá a %3$s
fr_fr: %1$s s'occupe de %3$s
ja: %1$s は %3$s に参加予定です。

source: %s is attending %s events.
es_es: %s asistirá a %s eventos.
fr_fr: %s s'occupe de %s évènements.
ja: %s は %s 件のイベントに参加する予定です。

source: Contributed to %2$s
es_es: Contribuyó en %2$s
fr_fr: A contribué à %2$s
ja: %2$s に貢献しました。

source: Contributed to %s pages.
es_es: Contribuyó en %s páginas.
fr_fr: A contribué à %s pages.
ja: %s ページに貢献しました。

source: %1$s contributed to %3$s
es_es: %1s contribuyó en %3$s
fr_fr: %1$s a contribué à %3$s
ja: %1$s が %3$s に貢献しました。

source: %s contributed to %s pages.
es_es: %s contribuyó en %s páginas.
fr_fr: %s a contribué à %s pages.
ja: %s が %s ページに貢献しました。

source: Lifestream
fr_fr: Flux Lifestream

source: Title:
es_es: Título:
fr_fr: Titre :
ja: タイトル:

source: Number of events to show:
es_es: Número de eventos a mostrar:
fr_fr: Nombre d'évènement à afficher :
ja: 表示するイベント項目数:

source: Break up grouped events.
es_es: Desagrupar eventos agrupados.
fr_fr: Séparer les éléments groupés.
ja: グループ化されたイベントを分割

source: Hide meta data, such as the time.
es_es: Ocultar metadatos, como la hora.
fr_fr: Cacher les meta données, telles que l'heure.
ja: 時間などのメタ情報を非表示

source: Feeds to show (optional):
es_es: Fuentes web a mostrar (opcional):
fr_fr: Flux a afficher (optionnel) :
ja: 表示するフィード (オプション):

source: Clear Selection
es_es: Limpiar selección
fr_fr: Effacer la sélection
ja: 選択肢をクリア

source: Displays your activity from your lifestream
es_es: Muestra tu actividad desde tu lifestream
fr_fr: Afficher votre activité sur votre Lifestream
ja: あなたの Lifestream から活動内容を表示

source: Add a Feed
es_es: Añadir una fuente web
fr_fr: Ajouter un flux
ja: フィードを追加

source: (<a href="%s">Back to Lifestream Feeds</a>)
es_es: (<a href="%s">Volver a las fuentes web de Lifestream</a>)
fr_fr: (<a href="%s">Retour aux flux Lifestream</a>)
ja: (<a href="%s">Lifestream フィードへ戻る</a>)

source: Feed Label:
fr_fr: Label du flux :

source: Optional
es_es: Opcional
fr_fr: Optionnel
ja: オプション

source: A label to use for this feed instead of the default.
es_es: La etiqueta a utilizar para esta fuente web en lugar de la predeterminada.
fr_fr: Précisez un label à utiliser pour ce flux replaçant celui par défaut.
ja: このフィードに使用するデフォルト以外のラベル

source: Use websites default favicon.
es_es: Usar el favicon por defecto del sitio web.
fr_fr: Utiliser la favicon par défaut du site.
ja: サイトのデフォルト favicon を使う

source: Icon URL:
fr_fr: URL de l'icône :

source: An icon to use for this feed instead of the default.
es_es: El icono a utilizar para esta fuente web en lugar del predeterminado.
fr_fr: Préciséez une icône à utiliser pour ce flux remplaçant celle par défaut.
ja: このフィードで使うデフォルト以外の favicon

source: Group events from the same day together.
es_es: Agrupar juntos los eventos del mismo día.
fr_fr: Grouper les événements du même jour ensembles.
ja: 同じ日のイベントをグループ化する。

source: Excerpts
es_es: Extractos
fr_fr: Extraits
ja: 抜粋

source: Do not show any excerpts.
es_es: No mostrar ningún extracto.
fr_fr: N'afficher aucune extrait.
ja: 抜粋を非表示

source: Show partial excerpt for events.
es_es: Mostrar extractos parciales para los eventos.
fr_fr: Afficher des extraits partiels des évènements.
ja: イベント説明の一部抜粋のみ表示

source: Show full description for events.
es_es: Mostrar descripción completa de los eventos.
fr_fr: Afficher une description complète des évènements.
ja: イベント説明をすべて表示

source: This feed can show a more detailed description of the event.
es_es: Esta fuente puede mostrar una descripción más detallada del evento.
fr_fr: Ce flux peut afficher une description plus détaillée de l'évènement.
ja: このフィードではイベントのより詳しい説明を表示することができます。

source: Owner:
es_es: Propietario:
fr_fr: Propriétaire:
ja: 所有者:

source: Find more information about %s by visiting <a href="%s">%s</a>.
es_es: Encuentra más información sobre %s visitando <a href="%s">%s</a>.
fr_fr: Retrouvez plus d'informations à propos de %s en visitant <a href="%s">%s</a>.
ja: %s についてさらに詳しくは <a href="%s">%s</a> をご覧ください。

source: Add Feed
es_es: Añadir fuente web
fr_fr: Ajouter un flux
ja: フィードを追加

source: You are using <strong>wp-lifestream %s</strong>.
es_es: Estás usando <strong>wp-lifestream %s</strong>.
fr_fr: Vous utilisez <strong>wp-lifestream %s</strong>.
ja: あなたは <strong>wp-lifestream %s</strong> を使っています。

source: This is the current change log, pulled directly from the latest version. It allows you to see past, and future changes.
es_es: Ésta es la lista de cambios actual, recogida directamente de la última versión. Te permite ver los cambios pasados y futuros.
fr_fr: Ceci est le journal des mises à jour actuel, directement tiré de la dernière version. Il vous permet de voir les modifications passées et à avenir.
ja: これは最新のバージョンから取り込まれた現在の更新履歴です。過去および将来の変更を確認することができます。

source: Edit Feed
es_es: Editar fuente web
fr_fr: Éditer un flux
ja: フィードを編集

source: This will not affect any event's already listed.
es_es: Esto no afectará a ningún evento ya listado.
fr_fr: Cela n'affectera aucun des événements déjà listés.
ja: すでに追加されたイベントには適用されません。

source: Save Feed
es_es: Guardar fuente web
fr_fr: Enregistrer le flux
ja: フィードを保存

source: Recent Events
es_es: Eventos recientes
fr_fr: Événements récents
ja: 最近のイベント

source: Event
es_es: Evento
fr_fr: Événement
ja: イベント
